[
  {
    "Number": "6.1",
    "Name": "Общие ограничения максимальной скорости",
    "Rule": "Общие ограничения скорости, установленные Правилами дорожного движения Российской Федерации.",
    "Image": "https://media.am.ru/pdd/sign/m/6.1.png"
  },
  {
    "Number": "6.2",
    "Name": "Рекомендуемая скорость",
    "Rule": "Скорость, с которой рекомендуется движение на данном участке дороги. Зона действия знака распространяется до ближайшего перекрестка, а при применении знака 6.2 совместно с предупреждающим знаком определяется протяженностью опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/6.2.png"
  },
  {
    "Number": "6.3.1",
    "Name": "Место для разворота",
    "Rule": "Указывает место для разворота. Поворот налево запрещается.",
    "Image": "https://media.am.ru/pdd/sign/m/6.3.1.png"
  },
  {
    "Number": "6.3.2",
    "Name": "Зона для разворота",
    "Rule": "Протяженность зоны для разворота. Поворот налево запрещается.",
    "Image": "https://media.am.ru/pdd/sign/m/6.3.2.png"
  },
  {
    "Number": "6.4",
    "Name": "Парковка (парковочное место)",
    "Rule": "Этот знак разрешает стоянку всех транспортных средств.",
    "Image": "https://media.am.ru/pdd/sign/m/6.4.png"
  },
  {
    "Number": "6.5",
    "Name": "Полоса аварийной остановки",
    "Rule": "Полоса аварийной остановки на крутом спуске.",
    "Image": "https://media.am.ru/pdd/sign/m/6.5.png"
  },
  {
    "Number": "6.6",
    "Name": "Подземный пешеходный переход",
    "Rule": "Указывает место, где пешеходы могут безопасно перейти дорогу при помощи подземного пешеходного перехода.",
    "Image": "https://media.am.ru/pdd/sign/m/6.6.png"
  },
  {
    "Number": "6.7",
    "Name": "Надземный пешеходный переход",
    "Rule": "Указывает место, где пешеходы могут безопасно перейти дорогу при помощи надземного пешеходного перехода.",
    "Image": "https://media.am.ru/pdd/sign/m/6.7.png"
  },
  {
    "Number": "6.8.1 - 6.8.3",
    "Name": "Тупик",
    "Rule": "Указывает участок дороги, где невозможно сквозное движение, не запрещая при этом движение в направлении тупика.",
    "Image": "https://lh3.googleusercontent.com/proxy/r3C4symX_YcvUW-vMYCIfGpUx3kA4U19czi1Tn3wMrtLDnGk56PwexlBMMbD0AJupUPYPJwB0wIzmsLvN5UGY6RjmatwLLhs-lCDVV0LyFRIsPo09g"
  },
  {
    "Number": "6.9.1",
    "Name": "Предварительный указатель направлений",
    "Rule": "Направления движения к обозначенным на знаке населенным пунктам и другим объектам. На знаках могут быть нанесены изображения знака  6.14.1 , символы автомагистрали, аэропорта и иные пиктограммы. На знаке могут быть нанесены изображения других знаков, информирующих об особенностях движения. В нижней части знака указывается расстояние от места установки знака до перекрестка или начала полосы торможения. Знак применяется также для указания объезда участков дорог, на которых установлен один из запрещающих знаков  3.11 -  3.15 . На знаках 6.9.1, установленных вне населенного пункта, зеленый или синий фон означает, что движение к указанному населенному пункту или объекту будет осуществляться соответственно по автомагистрали или другой дороге. На знаках, установленных в населенном пункте, вставки с фоном зеленого или синего цвета означают, что движение к указанному населенному пункту или объекту после выезда из данного населенного пункта будет осуществляться соответственно по автомагистрали или другой дороге; белый фон знака означает, что указанный объект находится в данном населенном пункте.",
    "Image": "https://lh3.googleusercontent.com/proxy/AABJJM7z62z71diXTxibqcyZacK9tzCOEsc6MjjfJBpKBmqTzCL-Bw7QZhtYt1yuvG6Qxmr_Gv7aifeUNL3nUyiU7aDoqS7Q8DMaSkqnhNtZZtI"
  },
  {
    "Number": "6.9.2",
    "Name": "Предварительный указатель направления",
    "Rule": "Направление движения к обозначенным на знаке населенным пунктам и другим объектам. На знаках 6.9.2, установленных вне населенного пункта, зеленый или синий фон означает, что движение к указанному населенному пункту или объекту будет осуществляться соответственно по автомагистрали или другой дороге. На знаках, установленных в населенном пункте, вставки с фоном зеленого или синего цвета означают, что движение к указанному населенному пункту или объекту после выезда из данного населенного пункта будет осуществляться соответственно по автомагистрали или другой дороге; белый фон знака означает, что указанный объект находится в данном населенном пункте.",
    "Image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQ2SOJQvEZlmBqr-f5p5WReXHkKZC69nIyB_g&usqp=CAU"
  },
  {
    "Number": "6.9.3",
    "Name": "Схема движения",
    "Rule": "Маршрут движения при запрещении на перекрестке отдельных маневров или разрешенные направления движения на сложном перекрестке.",
    "Image": "https://media.am.ru/pdd/sign/m/6.9.3.png"
  },
  {
    "Number": "6.10.1",
    "Name": "Указатель направлений",
    "Rule": "Направления движения к пунктам маршрута. На знаках может быть указано расстояние до обозначенных на нем объектов (км), нанесены символы автомагистрали, аэропорта и иные пиктограммы. На знаках 6.10.1, установленных вне населенного пункта, зеленый или синий фон означает, что движение к указанному населенному пункту или объекту будет осуществляться соответственно по автомагистрали или другой дороге. На знаках, установленных в населенном пункте, вставки с фоном зеленого или синего цвета означают, что движение к указанному населенному пункту или объекту после выезда из данного населенного пункта будет осуществляться соответственно по автомагистрали или другой дороге; белый фон знака означает, что указанный объект находится в данном населенном пункте.",
    "Image": "https://media.am.ru/pdd/sign/l/6.10.1_A.png"
  },
  {
    "Number": "6.10.2",
    "Name": "Указатель направления",
    "Rule": "Направление движения к пунктам маршрута. На знаках может быть указано расстояние до обозначенных на нем объектов (км), нанесены символы автомагистрали, аэропорта и иные пиктограммы. На знаках 6.10.2, установленных вне населенного пункта, зеленый или синий фон означает, что движение к указанному населенному пункту или объекту будет осуществляться соответственно по автомагистрали или другой дороге. На знаках, установленных в населенном пункте, вставки с фоном зеленого или синего цвета означают, что движение к указанному населенному пункту или объекту после выезда из данного населенного пункта будет осуществляться соответственно по автомагистрали или другой дороге; белый фон знака означает, что указанный объект находится в данном населенном пункте.",
    "Image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSTnKT9OjBKEzr-EyHLmBixaYPBbuzaQI5PXw&usqp=CAU"
  },
  {
    "Number": "6.11",
    "Name": "Наименование объекта",
    "Rule": "Наименование объекта иного, чем населённый пункт (речка, озеро, перевал, достопримечательность и тому подобное).",
    "Image": "https://media.am.ru/pdd/sign/l/6.11_A.png"
  },
  {
    "Number": "6.12",
    "Name": "Указатель расстояний",
    "Rule": "Расстояние (в километрах) до населённых пунктов, расположенных на маршруте.",
    "Image": "https://media.am.ru/pdd/sign/l/6.12_A.png"
  },
  {
    "Number": "6.13",
    "Name": "Километровый знак",
    "Rule": "Расстояние (в километрах) до начала или конца дороги.",
    "Image": "https://media.am.ru/pdd/sign/m/6.13.png"
  },
  {
    "Number": "6.14.1, 6.14.2",
    "Name": "Номер маршрута",
    "Rule": "6.14.1 Номер, присвоенный дороге (маршруту). 6.14.2 Номер и направление дороги (маршрута).",
    "Image": "https://lh3.googleusercontent.com/proxy/JKddVVXGIlHwF1sQKnZNA6O5qG6tvv8icrtcEWeT8GRMUV78MItIWOCB2Wvw1z4FFt6-ND5nV0EeRTznnfxre0b-F6E_ySuV5GlS1NA"
  },
  {
    "Number": "6.15.1 - 6.15.3",
    "Name": "Направление движения для грузовых автомобилей",
    "Rule": "Рекомендуемое направление движения для грузовых автомобилей, тракторов и самоходных машин, если на перекрестке их движение в одном из направлений запрещено.",
    "Image": "https://ruspdd.com/information-signs/6.15/large.png"
  },
  {
    "Number": "6.16",
    "Name": "Стоп-линия",
    "Rule": "Место остановки транспортных средств при запрещающем сигнале светофора (регулировщика).",
    "Image": "https://media.am.ru/pdd/sign/l/6.16.png"
  },
  {
    "Number": "6.17",
    "Name": "Схема объезда",
    "Rule": "Маршрут объезда участка дороги, временно закрытого для движения.",
    "Image": "https://media.am.ru/pdd/sign/l/6.17.png"
  },
  {
    "Number": "6.20.1, 6.20.2",
    "Name": "Аварийный выход",
    "Rule": "Указывает место в тоннеле, где находится аварийный выход.",
    "Image": "https://lh3.googleusercontent.com/proxy/56KjRkuHWL1ODb6tdH3xwuxwGAg2mBTZ7ssfR6CwJ_QOUFI1Br8F3LNRRmviwZ-RUNj-lnBvvxSR9vYPLy8ChljHsRxAYi1o6v3AyQM"
  },
  {
    "Number": "6.21.1, 6.21.2",
    "Name": "Направление движения к аварийному выходу",
    "Rule": "Указывает направление к аварийному выходу и расстояние до него.",
    "Image": "https://lh3.googleusercontent.com/proxy/56KjRkuHWL1ODb6tdH3xwuxwGAg2mBTZ7ssfR6CwJ_QOUFI1Br8F3LNRRmviwZ-RUNj-lnBvvxSR9vYPLy8ChljHsRxAYi1o6v3AyQM"
  }

]