[
  {
    "Number": "2.1",
    "Name": "Главная дорога",
    "Rule": "Дорога, на которой водитель имеет приоритет проезда перекрёстков. Отменяется знаком  2.2",
    "Image": "https://media.am.ru/pdd/sign/m/2.1.png"
  },
  {
    "Number": "2.2",
    "Name": "Конец главной дороги",
    "Rule": "Отменяет знак  2.1",
    "Image": "https://media.am.ru/pdd/sign/m/2.2.png"
  },
  {
    "Number": "2.3.1",
    "Name": "Пересечение со второстепенной дорогой",
    "Rule": "Предупреждает о близости пересечения с второстепенными дорогами одновременно справа и слева",
    "Image": "https://media.am.ru/pdd/sign/m/2.3.1.png"
  },
  {
    "Number": "2.3.2 - 2.3.7",
    "Name": "Примыкание второстепенной дороги",
    "Rule": "2.3.2, 2.3.4, 2.3.6 – предупреждает о близости примыкания второстепенной дороги справа 2.3.3, 2.3.5, 2.3.7 – предупреждает о близости примыкания второстепенной дороги слева",
    "Image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR1rOQHG9AEdnrXwVbWSXKbFcyo6Z_QsMp0Dw&usqp=CAU"
  },
  {
    "Number": "2.4",
    "Name": "Уступите дорогу",
    "Rule": "Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой дороге, а при наличии таблички  8.13 – по главной.",
    "Image": "https://media.am.ru/pdd/sign/m/2.4.png"
  },
  {
    "Number": "2.5",
    "Name": "Движение без остановки запрещено",
    "Rule": "Запрещается движение без остановки перед стоп-линией, а если ее нет — перед краем пересекаемой проезжей части. Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой дороге, а при наличии таблички  8.13 — по главной. Знак 2.5 может быть установлен перед железнодорожным переездом или карантинным постом. В этих случаях водитель должен остановиться перед стоп-линией, а при ее отсутствии — перед знаком.",
    "Image": "https://media.am.ru/pdd/sign/m/2.5.png"
  },
  {
    "Number": "2.6",
    "Name": "Преимущество встречного движения",
    "Rule": "Запрещается въезд на узкий участок дороги, если это может затруднить встречное движение. Водитель должен уступить дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему. Если навстречу движется мотоцикл без коляски, и с ним возможно разъехаться на узком участке, то можно продолжать движение.",
    "Image": "https://media.am.ru/pdd/sign/m/2.6.png"
  },
  {
    "Number": "2.7",
    "Name": "Преимущество перед встречным движением",
    "Rule": "Узкий участок дороги, при движении по которому водитель пользуется преимуществом по отношению к встречным транспортным средствам.",
    "Image": "https://media.am.ru/pdd/sign/m/2.7.png"
  }
]