[
  {
    "Number": "1.1",
    "Name": "Железнодорожный переезд со шлагбаумом",
    "Rule": "Приближение к железнодорожному переезду, оборудованному шлагбаумом. Водитель обязан снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка. При необходимости знаки могут устанавливаться и на ином расстоянии, которое в этом случае указывается на табличке  8.1.1 Этот знак дублируется только вне населённого пункта. Второй знак устанавливается на расстоянии не менее 50 м до начала опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.1.png"
  },
  {
    "Number": "1.2",
    "Name": "Железнодорожный переезд без шлагбаума",
    "Rule": "Приближение к железнодорожному переезду, не оборудованному шлагбаумом. Водитель обязан снизить скорость, оценить ситуацию.Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка. При необходимости знаки могут устанавливаться и на ином расстоянии, которое в этом случае указывается на табличке  8.1.1 Этот знак дублируется только вне населённого пункта. Второй знак устанавливается на расстоянии не менее 50 м до начала опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.2.png"
  },
  {
    "Number": "1.3.1",
    "Name": "Однопутная железная дорога",
    "Rule": "Приближение к однопутному железнодорожному переезду, не оборудованному шлагбаумом. Предупреждают водителей о наличии не оборудованного шлагбаумом железнодорожного переезда с одним путём. Водитель обязан снизить скорость, оценить ситуацию.Устанавливаются непосредственно перед железнодорожными переездами без шлагбаума.",
    "Image": "https://media.am.ru/pdd/sign/m/1.3.1.png"
  },
  {
    "Number": "1.3.2",
    "Name": "Многопутная железная дорога",
    "Rule": "Приближение к многопутному железнодорожному переезду, не оборудованному шлагбаумом. Предупреждают водителей о наличии не оборудованного шлагбаумом железнодорожного переезда с несколькими путями. Водитель обязан снизить скорость, оценить ситуацию. Устанавливаются непосредственно перед железнодорожными переездами без шлагбаума.",
    "Image": "https://media.am.ru/pdd/sign/m/1.3.2.png"
  },
  {
    "Number": "1.4.1 - 1.4.6",
    "Name": "Приближение к железнодорожному переезду",
    "Rule": "Дополнительное предупреждение о приближении к железнодорожному переезду вне населённых пунктов. Этот знак может устанавливаться одновременно на правой и левой стороне дороги (наклонная красная полоса направлена в сторону проезжей части). Знаки устанавливаются: 1.4.1, 1.4.4 — за 150 — 300 метров 1.4.2, 1.4.5 — за 100 — 200 метров 1.4.3, 1.4.6 — за 50 — 100 метров",
    "Image": "https://static-eu.insales.ru/images/products/1/3313/259484913/1090_1.jpg"
  },
  {
    "Number": "1.5",
    "Name": "Пересечение с трамвайной линией",
    "Rule": "Предупреждает о приближении к пересечению с трамвайными путями вне перекрёстка или перед перекрёстком при ограниченной видимости трамвайных путей (менее 50 м). Приближаясь к такому пересечению, водитель должен быть особо внимателен, так как в большинстве случаев трамвай имеет преимущественное право на движение, то есть водитель должен уступить дорогу трамваю. Водитель обязан снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка. При необходимости знаки могут устанавливаться и на ином расстоянии, которое в этом случае указывается на табличке  8.1.1",
    "Image": "https://media.am.ru/pdd/sign/m/1.5.png"
  },
  {
    "Number": "1.6",
    "Name": "Пересечение равнозначных дорог",
    "Rule": "Может быть оборудован пешеходным переходом. Необходимо уступать дорогу любым транспортным средствам, приближающимся справа, и пешеходам. Водитель обязан снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка. При необходимости знаки могут устанавливаться и на ином расстоянии, которое в этом случае указывается на табличке  8.1.1",
    "Image": "https://media.am.ru/pdd/sign/m/1.6.png"
  },
  {
    "Number": "1.7",
    "Name": "Пересечение с круговым движением",
    "Rule": "Предупреждает о приближении к круговому перекрёстку. Движение в кольце идёт против часовой стрелки. Водителю рекомендуется снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.7.png"
  },
  {
    "Number": "1.8",
    "Name": "Светофорное регулирование",
    "Rule": "Предупреждает о перекрёстке, пешеходном переходе или другом участке дороги, движение на которых регулируется светофором. Водителю рекомендуется снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.8.png"
  },
  {
    "Number": "1.9",
    "Name": "Разводной мост",
    "Rule": "Разводной мост или паромная переправа. При въезде на паром необходимо руководствоваться указаниям дежурного по паромной переправе, пропуская транспортные средства, съезжающие с парома. Водителю рекомендуется снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка. Этот знак дублируется только вне населённого пункта, второй знак устанавливается на расстоянии не менее 50 м до начала опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.9.png"
  },
  {
    "Number": "1.10",
    "Name": "Выезд на набережную",
    "Rule": "Выезд на набережную или берег. Предупреждают водителей о выезде на набережную, берег реки, озера, где имеется опасность съезда транспортного средства в воду. Водителю рекомендуется снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка. Этот знак дублируется только вне населённого пункта, второй знак устанавливается на расстоянии не менее 50 м до начала опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.10.png"
  },
  {
    "Number": "1.11.1, 1.11.2",
    "Name": "Опасный поворот",
    "Rule": "Закругление дороги малого радиуса или с ограниченной видимостью направо. Водитель должен помнить, что на таких участках запрещены такие манёвры как обгон, разворот и движение задним ходом. Водитель обязан снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка.",
    "Image": "https://vopros-pdd.info/uploads/posts/2018-07/1531140155_1_11_1-1_11_2.png"
  },
  {
    "Number": "1.12.1, 1.12.2",
    "Name": "Опасные повороты",
    "Rule": "Предупреждают о приближении к участку дороги с двумя опасными поворотами, следующими друг за другом. Водитель должен помнить, что на таких участках запрещены такие манёвры как обгон, разворот и движение задним ходом. Водитель обязан снизить скорость, оценить ситуацию. Устанавливаются в населённом пункте за 50—100 м, вне населённых пунктов за 150—300 м до начала опасного участка.",
    "Image": "https://vopros-pdd.info/uploads/posts/2018-07/1531140402_1_12_1-1_12_2.png"
  },
  {
    "Number": "1.13",
    "Name": "Крутой спуск",
    "Rule": "Цифрами указывается уклон в сотых долях. Особенности:В случае затруднённого встречного разъезда уступить дорогу должен водитель, движущийся на спуск. Знаки 1.13 и 1.14 могут устанавливаться без таблички  8.1.1 непосредственно перед началом спуска или подъема, если они следуют друг за другом.",
    "Image": "https://media.am.ru/pdd/sign/m/1.13.png"
  },
  {
    "Number": "1.14",
    "Name": "Крутой подъем",
    "Rule": "Цифрами указывается уклон в сотых долях. Особенности: В случае затруднённого встречного разъезда уступить дорогу должен водитель, движущийся на спуск.",
    "Image": "https://media.am.ru/pdd/sign/m/1.14.png"
  },
  {
    "Number": "1.15",
    "Name": "Скользкая дорога",
    "Rule": "Участок дороги с повышенной скользкостью проезжей части. Водитель обязан снизить скорость.",
    "Image": "https://media.am.ru/pdd/sign/m/1.15.png"
  },
  {
    "Number": "1.16",
    "Name": "Неровная дорога",
    "Rule": "Участок дороги, имеющий неровности на проезжей части (волнистость, выбоины, неплавные сопряжения с мостами и тому подобное).",
    "Image": "https://media.am.ru/pdd/sign/m/1.16.png"
  },
  {
    "Number": "1.17",
    "Name": "Искусственная неровность",
    "Rule": "Предупреждает об искусственной неровности на дороге для принудительного снижения скорости.",
    "Image": "https://media.am.ru/pdd/sign/m/1.17.png"
  },
  {
    "Number": "1.18",
    "Name": "Выброс гравия",
    "Rule": "Участок дороги, на котором возможен выброс гравия, щебня и тому подобного из-под колёс транспортных средств.",
    "Image" :  "https://media.am.ru/pdd/sign/m/1.18.png"
  },
  {
    "Number": "1.9",
    "Name": "Опасная обочина",
    "Rule": "Участок дороги, на котором съезд на обочину опасен.",
    "Image": "https://media.am.ru/pdd/sign/m/1.19.png"
  },
  {
    "Number": "1.20.1 - 1.20.3",
    "Name": "Сужение дороги",
    "Rule": "1.20.1 Сужение дороги с обеих сторон. 1.20.2 Сужение дороги с правой стороны. 1.20.3 Сужение дороги с левой стороны.",
    "Image": "https://vopros-pdd.info/uploads/posts/2018-07/1531143511_1_20_1-1_20_2-1_20_3.png"
  },
  {
    "Number": "1.21",
    "Name": "Двустороннее движение",
    "Rule": "Начало участка дороги (проезжей части) с встречным движением.",
    "Image": "https://media.am.ru/pdd/sign/m/1.21.png"
  },
  {
    "Number": "1.22",
    "Name": "Пешеходный переход",
    "Rule": "Приближение к нерегулируемому пешеходному переходу, обозначенному знаками  5.19.1 ,  5.19.2 и (или) разметкой  1.14.1 и  1.14.2",
    "Image": "https://media.am.ru/pdd/sign/m/1.22.png"
  },
  {
    "Number": "1.23",
    "Name": "Дети",
    "Rule": "Участок дороги вблизи детского учреждения (школы, оздоровительного лагеря и тому подобного), на проезжей части которой возможно появление детей. При повторении знаков вне населенных пунктов второй знак устанавливается на расстоянии не менее 50 м до начала опасного участка. В населенных пунктах  – непосредственно в начале опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.23.png"
  },
  {
    "Number": "1.24",
    "Name": "Пересечение с велосипедной дорожкой или велопешеходной дорожкой",
    "Rule": "Предупреждает о пересечении с велосипедной или велопешеходной дорожкой.",
    "Image": "https://media.am.ru/pdd/sign/m/1.24.png"
  },
  {
    "Number": "1.25",
    "Name": "Дорожные работы",
    "Rule": "Предупреждает о дорожных работах неподалёку. Знак 1.25 при проведении краткосрочных работ на проезжей части может устанавливаться без таблички  8.1.1 на расстоянии 10-15 м до места проведения работ. При повторении знаков вне населенных пунктов второй знак устанавливается на расстоянии не менее 50 м до начала опасного участка. В населенных пунктах – непосредственно в начале опасного участка.",
    "Image": "https://media.am.ru/pdd/sign/m/1.25.png"
  },
  {
    "Number": "1.26",
    "Name": "Перегон скота",
    "Rule": "Предупреждает о том, что вблизи возможен перегон скота.",
    "Image": "https://media.am.ru/pdd/sign/m/1.26.png"
  },
  {
    "Number": "1.27",
    "Name": "Дикие животные",
    "Rule": "Предупреждают о том, что на дорогу могут выбегать дикие животные.",
    "Image": "https://media.am.ru/pdd/sign/m/1.27.png"
  },
  {
    "Number": "1.28",
    "Name": "Падение камней",
    "Rule": "Участок дороги, на котором возможны обвалы, оползни, падение камней.",
    "Image": "https://media.am.ru/pdd/sign/m/1.28.png"
  },
  {
    "Number": "1.29",
    "Name": "Боковой ветер",
    "Rule": "Предупреждает о сильных боковых ветрах. Необходимо снизить скорость и держаться как можно ближе к центру занимаемой полосы, чтобы в случае порыва не оказаться на обочине или на встречной полосе.",
    "Image": "https://media.am.ru/pdd/sign/m/1.29.png"
  },
  {
    "Number": "1.30",
    "Name": "Низколетящие самолеты",
    "Rule": "Предупреждает о низколетящих самолётах.",
    "Image": "https://media.am.ru/pdd/sign/m/1.30.png"
  },
  {
    "Number": "1.31",
    "Name": "Тоннель",
    "Rule": "Тоннель, в котором отсутствует искусственное освещение, или тоннель, видимость въездного портала которого ограничена. Перед въездом в тоннель необходимо включить ближний или дальний свет фар (чтобы в случае отключенного освещения в тоннеле не оказаться на движущемся автомобиле в тёмном пространстве).",
    "Image": "https://media.am.ru/pdd/sign/m/1.31.png"
  },
  {
    "Number": "1.32",
    "Name": "Затор",
    "Rule": "Участок дороги, на котором образовался затор. Знак 1.32 применяется в качестве временного или в знаках с изменяемым изображением перед перекрестком, откуда возможен объезд участка дороги, на котором образовался затор.",
    "Image": "https://media.am.ru/pdd/sign/m/1.32.png"
  },
  {
    "Number": "1.33",
    "Name": "Прочие опасности",
    "Rule": "Участок дороги, на котором имеются опасности, не предусмотренные другими предупреждающими знаками.",
    "Image": "https://media.am.ru/pdd/sign/m/1.33.png"
  },
  {
    "Number": "1.34.1 - 1.34.3",
    "Name": "Направление поворота",
    "Rule": "Направление движения на закруглении дороги малого радиуса с ограниченной видимостью.Направление объезда ремонтируемого участка дороги.",
    "Image": "https://vopros-pdd.info/uploads/posts/2018-07/1531147728_1_34_1.png"
  },
  {
    "Number": "1.35",
    "Name": "Участок перекрестка",
    "Rule": "Обозначение приближения к перекрестку, участок которого обозначен разметкой  1.26 и на который запрещается выезжать, если впереди по пути следования образовался затор, который вынудит водителя остановиться, создав препятствие для движения транспортных средств в поперечном направлении, за исключением поворота направо или налево в случаях, установленных настоящими Правилами.Устанавливается на границе перекрестка. В случае если на сложных перекрестках невозможно установить дорожный знак на границе перекрестка, его устанавливают на расстоянии не более 30 метров до границы перекрестка.",
    "Image": "https://vopros-pdd.info/uploads/posts/2018-07/1531147906_1_35.png"
  }
]